Repository: common-repository/qibla-directory
Catalog: languages/qibla-directory-*.po
Languages: it_it

# contact_form
source: Your Name
it_it: Il tuo Nome

# contact_form
source: Only letters and numbers
it_it: Solo lettere e numeri

# contact_form
source: Es. Joe Doe
it_it: Es. Mario Rossi

# contact_form
source: Your Email
it_it: La tua Email

# contact_form
source: Invalid email format.
it_it: Email non valida.

# contact_form
source: Es. joe.doe@gmail.com
it_it: Es. mario.rossi@gmail.com

# contact_form
source: Message
it_it: Messaggio

# contact_form
source: Only plain text is allowed.
it_it: Solo testo normale, no html.

# contact_form
source: Send
it_it: Invia

# default-options
source: Discover all activities
it_it: Scopri tutte le attività

# default-options
source: What are you looking for?
it_it: Cosa stai cercando?

# default-options
source: Where about?
it_it: Dove?

# default-options
source: Search
it_it: Ricerca

source: Qibla Directory Warning
it_it: Qibla Directory - Attenzione

source: Type the open hours
it_it: Inserisci gli orari di Apertura

source: Please enter valid text. No html allowed.
it_it: Solo testo normale, no html.

# placeholder
source: Fri 10:00 am - 8:30pm Sat - Thu 10:00 am - 5:30 pm
it_it: Ven 10:00 am - 8:30pm Sab - Gio 10:00 am - 5:30 pm

source: Your listing email
it_it: L'email di questo listing

source: Please provide a valid email address.
it_it: Per favore inserisci un indirizzo di email valido.

# placeholder
source: Es. joe.doe@gmail.com
it_it: Es. mario.rossi@gmail.com

source: Your listing phone number
it_it: Il numero di telefono di questo listing

source: Please enter valid phone number.
it_it: Per favore, inserisci un numero di telefono valido.

# placeholder
source: Es. 555-2033012
it_it: Es. 0212345689

source: Listing website URL
it_it: Sito web del listing

source: Please enter a valid url address. Do not exclude http/s
it_it: Per favore inserisci un indirizzo URL valido. Non escludere https://

source: Title
it_it: Titolo

# placeholder
source: My awesome hotel
it_it: Il mio bellissimo hotel

source: Please only valid characters.
it_it: Per favore, inserisci solo caratteri validi.

# placeholder
source: Best place in the whole world.
it_it: Il miglior posto in tutto il mondo.

source: Upload the Main image
it_it: Inserisci l'immagine principale

source: Please enter a valid image format.
it_it: Per favore, inserisci un formato immagine valido.

# placeholder
source: Drop your listing main image here
it_it: Inserisci l'immagine principale qui

source: Listing content
it_it: Contenuto

source: Upload images for gallery
it_it: Carica i files per creare la gallery

source: Please enter valid images format.
it_it: Per favore, inserisci un formato immagine valido.

source: Gallery images
it_it: Galleria immagini

source: Address
it_it: Indirizzo

source: Please only valid address.
it_it: Per favore, inserisci solo un indirizzo valido.

source: Please enter valid url.
it_it: Per favore inserisci un indirizzo URL valido. Non escludere https://

source: Location
it_it: Luogo

source: Please select a location.
it_it: Per favore seleziona un luogo.

source: Categories
it_it: Categorie

source: Please select a category.
it_it: Per favore seleziona una categoria.

source: Amenities
it_it: Servizi Accessori

source: Please select at least an amenity.
it_it: Per favore seleziona un servizio accessorio.

source: Missed file. Some file that need to be send with the form is not set.
it_it: File mancante. Mancano alcuni file.

source: Ops! There are some file rejected. Please check them an try again.
it_it: Alcuni file sono stati respinti. Per favore controlla che i dati siano corretti.

source: Ops! An unknow error occurred. Please contact our support or try in a few minutes.
it_it: Si &egrave; verificato un errore sconosciuto.

source: Close Modal
it_it: Chiudi la finestra

source: Not a member? %s
it_it: Non sei registrato? %s

source: Sign up
it_it: Registrati

source: Returned User? %s
it_it: Hai gi&grave; un account? %s

source: Sign In
it_it: Login

source: Forgot Password?
it_it: Hai perso la Password?

source: Back to login
it_it: Torna al login

source: Your Reply
it_it: La tua risposta

source: Reply to %s
it_it: Rispondi a %s

source: Send Reply
it_it: Invia risposta

source: Username or Email
it_it: Nome utente o Email

source: Email or username not valid
it_it: Email o nome utente non validi

source: Your Password
it_it: La tua Password

source: Password is not valid
it_it: Password non valida

source: Keep me signed in
it_it: Ricordati di me

source: Log In
it_it: Accedi

source: Username or Email not matched.
it_it: Nome utente o email non trovati.

source: Reset Password
it_it: Reimposta la password

source: Username
it_it: Nome utente

source: Only the following characters are allowed: a-zA-Z0-9-_\s\.,
it_it: Solo i seguenti caratteri sono ammessi: a-zA-Z0-9-_\s\.,

source: Your Email
it_it: La tua Email

source: Email is not valid.
it_it: Email non valida.

source: Register
it_it: Registrazione

source: Insert Gallery
it_it: Inserisci una gallery

source: Upload files to create a gallery.
it_it: Carica i files per creare la gallery.

source: Listing Visibility Duration
it_it: Durata della visibilità del listing

source: Set after how many days from the publish, the listing will be disabled. -1 to unlimited.
it_it: Imposta dopo quanti giorni dalla sua pubblicazione il listing verrà disabilitato. -1 per non mettere alcuna scadenza.

source: Featured
it_it: In Evidenza

source: Make this listing featured.
it_it: Marca questo listing come in evidenza.

source: Es. Mon-Fry 8:30-13:30 15:00-19:30
it_it: Es. Lun-Ven 8:30-13:30 15:00-19:30

source: Open Hours
it_it: Orari di Apertura

source: Add your local business hours
it_it: Aggiungi le ore di apertura e chiusura

source: Add your local business email
it_it: Aggiungi l'email del proprietario di questo listing

source: Phone
it_it: Telefono

source: Add your local business phone
it_it: Aggiungi il telefono

source: WebSite Url
it_it: Sito web

source: Add your web site url
it_it: Aggiungi l'indirizzo del sito web

source: Type the address of the location. Coordinate if no js.
it_it: Aggiungi l'indirizzo. Usa solo le coordinate se javascript &egrave; disattivato.

source: Related Posts
it_it: Articoli Correlati

source: Check if you want to display related posts or not.
it_it: Se vuoi mostrare o meno gli articoli correlati.

source: Rating
it_it: Classificazione

source: Set the number of the rating.
it_it: Imposta un numero per la classificazione.

source: Review Title
it_it: Titolo Recensione

source: Type the title for the review.
it_it: Digita il titolo della recensione.

source: Your Facebook profile page url
it_it: La url della tua pagina su Facebook

source: Your Twitter profile url
it_it: La url del tuo profilo su Twitter

source: Your Instagram profile url
it_it: La url della tua pagina profilo su Instagram

source: Your Linkedin profile page url
it_it: La url della tua pagina profilo su Linkedin

source: Your tripadvisor profile page url
it_it: La url della tua pagina profilo su TripAdvisor

# settings-permalink
source: Listings cpt base
it_it: Base per Listings Cpt

# settings-permalink
source: Amenities tax base
it_it: Base per tassonomia Servizi Accessori

# settings-permalink
source: Listings Categories tax base
it_it: Base per tassonomia Categorie Listing

# settings-permalink
source: Locations tax base
it_it: Base per tassonomia Locations

source: This plugin require at least php version 5.3 yours is %s. Continue at your own risk.
it_it: Il plugin richiede almeno php versione 5.3, la versione corrente &egrave; %s. Continua a tuo rischio.

source: This plugin require at least WordPress version 4.6 yours is %s. The plugin may not work properly.
it_it: Il plugin richiede almeno Wordpress versione 4.6, la versione attuale &egrave; %s. Il plugin potrebbe non funzionare correttamente.

# settings
source: Naked html
it_it: Solo html

# settings
source: Use the plugin without any additional css
it_it: Usa il plugin senza alcun css

# settings
source: Api Key
it_it: Chiave Api

# settings
source: Add the google map api key to able to show the maps within your site. More info about how to %s.
it_it: Aggiungi la chiave api che ti dà Google Maps per mostrare le mappe dentro il tuo sito %s.

# settings
source: get the google api key
it_it: ottieni la chiave api di Google

# settings
source: Zoom Level
it_it: Livello di zoom

# settings
source: Choose the level of the zoom for the google map. From 0 to 18
it_it: Scegli il livello di zoom per Google Map. Da 0 a 18

# settings
source: Export Plugin Options
it_it: Exporta le opzioni del tema

# settings
source: Export
it_it: Esporta

# settins
source: Import
it_it: Importa

# settings
source: Import Plugin Options
it_it: Importa le opzioni del tema

# settings
source: Import data retrieved by a previous backup.
it_it: Importa i dati di un precedente backup.

# settings
source: Import
it_it: Importa

# settings
source: Reset Plugin Options
it_it: Resetta le opzioni del tema

# settings
source: This will reset all of the settings to their default values.
it_it: Reinizializza le opzioni del tema al loro stato originale.

# settings
source: Show Map on Archive
it_it: Mostra mappa in archivio

# settings
source: Active to show or not the map within the listings archive.
it_it: Attiva per mostare la mappa all'interno della pagina archivio.

# settings
source: Listings per page
it_it: Listing per pagina

# settings
source: Enter how many listing items must be showed per page.
it_it: Imposta quanti listing possono essere visualizzati per pagina.

# settings
source: Featured Listings First
it_it: Listings in evidenza per primi

# settings
source: Check if you want to show the featured listings first in archive.
it_it: Se vuoi mostrare i listing in evidenza per primi nell'archivio.

# settings
source: Force Disable Reviews
it_it: Forza disabilitazione recensioni

# settings
source: Force Disable reviews within single listings.
it_it: Forza la disabilitazione delle recensioni per tutti i listings.

# settings
source: Archive %s Description
it_it: Archivio %s Descrizione

# settings
source: Type the listings %s archive description. Leave blank to not show.
it_it: Inserisci la descrizione %s archivio dei listing.

# settings
source: Search Type
it_it: Tipo di ricerca

# settings
source: Select the type of the search.
it_it: Seleziona se avere uno, due o tre campi di ricerca.

# settings
source: Search and Geocode
it_it: Ricerca libera + Geolocalizzazione

# settings
source: Simple Search
it_it: Ricerca libera

# settings
source: Search, Geocode and Categories
it_it: Ricerca libera + Geolocalizzazione + Categorie

# settings
source: Search Placeholder
it_it: Testo predefinito Ricerca libera

# settings
source: The placeholder for the search input text.
it_it: Il testo segnaposto per campo di ricerca.

# settings
source: Geocode Placeholder
it_it: Testo predefinito campo geolocalizzazione

# settings
source: The placeholder for the search geocoded field.
it_it: Il testo segnaposto per il campo di geolocalizzazione.

# settings
source: Input Submit Label
it_it: Etichetta tasto

# settings
source: The label for the submit button.
it_it: L'etichetta del tasto di ricerca.

# settings
source: Input Submit Icon
it_it: Icona pulsante

# settings
source: The icon for the submit button.
it_it: L'icona da far visualizzare dentro il pulsante di ricerca.

source: General
it_it: Impostazioni generali

source: Listings
it_it: Listing

source: Google Map
it_it: Mappa Google

source: Search
it_it: Ricerca

source: Import / Export
it_it: Importazione / Esportazione

source: Listings Sidebar
it_it: Barra laterale Listings

source: This sidebar will appear within the single listings page
it_it: Questa barra laterale verr&agrave; mostrata nelle pagine dei listings

source: Term Color
it_it: Colore icona

source: Select your color.
it_it: Seleziona il colore dell'icona.

source: Select Icon
it_it: Seleziona Icona

source: Select the Icon to associate to this term
it_it: Seleziona l'icona da associare al termine

source: Category Term Relation
it_it: Termine di categoria

source: Choose the term from the Listings Categories related to the current one.
it_it: Scegli il termine dalle categorie dei listing correlate a questo.

source: Featured Image
it_it: Immagine in evidenza

source: Upload or Select the Featured Image
it_it: Carica o seleziona l'immagine in evidenza

source: Update
it_it: Aggiorna

source: Listing Option
it_it: Opzioni Listing

source: Additional Info
it_it: Informazioni Aggiuntive

source: Gallery
it_it: Galleria

source: Review
it_it: Recensione

source: Plugin Options
it_it: Opzioni del plugin

source: Save Options
it_it: Salva opzioni

source: Options have been reset correctly.
it_it: Le opzioni sono state reimpostate correttamente.

source: Congratulation. Options have been imported correctly.
it_it: Congratulazioni. Le opzioni sono state importate correttamente.

source: Congratulation. Settings have been saved correctly.
it_it: Congratulazioni. Le impostazioni sono state salvate correttamente.

source: Version: %s
it_it: Versione: %s

source: Icon
it_it: Icona

source: You are not allowed to store term meta.
it_it: Non hai il permesso per salvare i meta dati.

source: Sidebar
it_it: Barra laterale

source: Thumbnail
it_it: Immagine

source: Cancel
it_it: Cancella

source: All Categories
it_it: Tutte

source: All Locations
it_it: Tutti i luoghi

source: Locations
it_it: Luoghi

source: Add Media
it_it: Aggiungi Media

source: Upload Media
it_it: Carica Media

source: Error Media not found.
it_it: Errore, media non trovato.

source: The file exceed the max size defined by the server.
it_it: Il file eccede la dimensione massima predefinita dal server.

source: The file exceed the size defined by the form.
it_it: Il file eccede le dimensioni massime definite dalla form.

source: The file was not uploaded correctly.
it_it: Il file non &egrave; stato caricato correttamente.

source: Missed file.
it_it: File mancante.

source: Temporary directory missed.
it_it: Directory temporanea non trovata.

source: Ops! Seems it is not possible to write the file.
it_it: Attenzione! Impossibile scrivere il file.

source: The file extension mismatched.
it_it: L'estensione del file non &egrave; permessa.

source: The resolution of the image is not correct.
it_it: La risoluzione dell'immagine non &egrave; corretta.

source: Unknown error message during upload.
it_it: Errore sconosciuto durante l'upload del file.

source: Drop files here to upload
it_it: Sposta i files qui per caricare

source: Your browser does not support drag'n'drop file uploads.
it_it: Il tuo browser non supporta il drag'n'drop per l'upload dei files.

source: Please use the fallback form below to upload your files like in the olden days.
it_it: Per favore usa la form seguente per caricare i tuoi files, come ai vecchi tempi.

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB.
it_it: File troppo grande ({{filesize}}MiB). Massimo: {{maxFilesize}}MiB.

source: You can not upload files of this type.
it_it: Non puoi caricare files di questo tipo.

source: Server responded with {{statusCode}} code.
it_it: Il server ha risposto con un codice {{statusCode}}.

source: Cancel upload
it_it: Upload cancellato

source: Are you sure you want to cancel this upload?
it_it: Sei sicuro di voler cancellare questo upload?

source: Remove file
it_it: Rimuovi File

source: You can not upload any more files.
it_it: Non puoi caricare altri files.

source: Choose File
it_it: Seleziona un file

source: None
it_it: Nessuno

source: Add Image
it_it: Aggiungi immagine

source: Upload Image
it_it: Carica immagine

source: All
it_it: Tutti

source: Select an option
it_it: Seleziona un opzione

source: Submit
it_it: Invia

source: Ops! Some content is not valid. Please check it.
it_it: Attenzione! Qualche contenuto non &egrave; valido. Per favore controlla.

source: Contact the owner
it_it: Contatta il titolare

source: We'll reply you as soon as possible
it_it: Ti risponderemo prima possibile

source: Thank you the email has been send successfully.
it_it: Grazie, la tua email &egrave; stata inviata con successo.

source: Ops! An error occurred. Try in a few minutes.
it_it: Attenzione! Si &egrave; verificato un errore. Riprova tra qualche minuto.

source: See gallery
it_it: Visualizza Gallery

source: Business Phone
it_it: Telefono

source: Site Url
it_it: Indirizzo Sito

source: results
it_it: risultati

# found-posts-separator
source: of
it_it: di

source: We had found %s posts based on your search
it_it: Abbiamo trovato %s elementi in base alla tua ricerca

source: Page
it_it: Pagina

source: Previous Page
it_it: Pagina precedente

source: Next Page
it_it: Pagina successiva

source: Continue Reading
it_it: Continua a leggere

source: Published On:
it_it: Pubblicato il

source: Cheatin&#8217; huh?
it_it: Seccante, non è vero?

# account-posts-manager
source: Edit
it_it: Modifica

# account-posts-manager
source: Delete
it_it: Cancella

# endpoint
source: My Listings
it_it: I miei listing

# my-account
source: My Listings
it_it: I miei listing

source: Never
it_it: Mai

source: Add %s
it_it: Aggiungi %s

source: New %s
it_it: Nuovo %s

source: Edit %s
it_it: Modifica %s

source: View %s
it_it: Visualizza %s

source: Search %s
it_it: Cerca %s

source: %s not found
it_it: %s non trovato

source: %s not found in trash
it_it: %s non trovato nel cestino

source: Parent %s
it_it: Genitore %s

source: All %s
it_it: Tutti %s

source: %s Archives
it_it: %s Archivi

source: Insert into %s
it_it: Inerisci in %s

# admin-table-list
source: Location
it_it: Luogo

# admin-table-list
source: Category
it_it: Categorie

# admin-table-list
source: Featured
it_it: In evidenza

# admin-table-list
source: Author
it_it: Autore

# admin-table-list
source: Reviews
it_it: Recensioni

source: Yes
it_it: Si

source: You are not allowed to submit this data.
it_it: Non hai i permessi per inviare questi dati.

source: Unknown
it_it: Sconosciuto

source: Very Poor
it_it: Scarso

source: Not Bad
it_it: Non male

source: Average
it_it: Mediocre

source: Good
it_it: Buono

source: Perfect
it_it: Perfetto

source: Your Rating
it_it: La tua classificazione

source: Write a Review
it_it: Scrivi una recensione

source: Submit review
it_it: Invia recensione

source: Your Review
it_it: La tua recensione

source: One review to %2$s
it_it: Una recensione di %2$s

source: One review
it_it: Una recensione

source: Title's review
it_it: Titolo recensione

source: Reply
it_it: Rispondi

source: Update %s
it_it: Aggiorna %s

source: Add New %s
it_it: Aggiungi nuovo %s

source: Parent %s:
it_it: Genitore %s:

source: Popular %s
it_it: Popolare %s

source: Separate %s with comma
it_it: Separa %s con virgola

source: Add or remove %s
it_it: Aggiungi o rimuovi %s

source: Choose from most used %s
it_it: Seleziona tra i pi&ugrave; usati %s

source: No %s found.
it_it: Nessun %s trovato.

source: Amenity
it_it: Servizio Accessorio

source: Category
it_it: Categoria

source: Addresses
it_it: Indirizzi

source: Share
it_it: Condividi

source: Sorry, no posts matched your criteria.
it_it: Scusaci, nessun elemento corrisponde a ciò che hai cercato.

source: Restart the search
it_it: Ricomincia la ricerca.

source: Pages:
it_it: Pagine:

source: Author:
it_it: Autore:

source: Posted In:
it_it: Postato il:

source: Tags:
it_it: Tag:

source: Your Review is awaiting moderation.
it_it: La tua recensione &egrave; in attesa di moderazione.

source: Follow Us On:
it_it: Seguici su:

source: Filters
it_it: Filtri

source: Map
it_it: Mappa

# filter-toggler
source: Listings
it_it: Listing

source: You haven't any favorite right now.
it_it: Non hai alcun elemento tra i preferiti per adesso.

source: When navigate the site, save the items you wish so, you'll find them here.
it_it: Quando navighi il sito, salva l'elemento così che tu possa ritrovarlo qui.

source: Social Sign In
it_it: Social login
